{
  "header.process": "Process",
  "header.portfolio": "Portfolio",
  "header.about": "Bio",
  "header.contact": "Let's talk!",
  "hero.eyebrow": "María Clara Molina y Vedia",
  "hero.title": "Design and development ",
  "hero.cutWord": "of",
  "hero.highlight": "digital interfaces",
  "hero.cta1": "View projects",
  "hero.cta2": "Download CV ",
  "work.title": "Work Methodology",
  "work.card1number": "01.",
  "work.card1title": "Design",
  "work.card1description": "Interface design focused on structure, hierarchy, and usability. From initial concepts to final layouts.",
  "work.card2number": "02.",
  "work.card2title": "Frontend",
  "work.card2description": "Responsive, accessible, and maintainable interfaces built with modern frontend technologies.",
  "work.card3number": "03.",
  "work.card3title": "Collaboration",
  "work.card3description": "Clear communication, well-defined decisions, and an organized workflow throughout the entire project.",
  "projects.title": "Recent Work",
  "projects.card1title": "Oppers - Web Platform",
  "projects.card1context": "Context: Comprehensive employment management platform with three user profiles (Operators, Companies, and Administrators).",
  "projects.card1challenge": "Challenge: Transform a technical tool created by backend profiles into an intuitive and attractive interface for diverse users, from university students to retirees.",
  "projects.card1impact": "Impact: Led frontend development in React, designing and implementing complex dashboards with data visualization, survey charts, and campaign creation flows, working closely with the backend team to integrate critical functionalities.",
  "projects.card2title": "Oppers - Institutional Site",
  "projects.card2context": "Context: Strategic landing page for the platform's production launch.",
  "projects.card2challenge": "Challenge: Convert visitors into active registrations for companies and operators through a professional online presence.",
  "projects.card2impact": "Impact: Worked as a freelancer transforming Figma designs into React code, optimizing the responsive experience and adding animations that significantly increased conversion metrics and business inquiries.",
  "projects.card3title": "Eraikina - Institutional Site",
  "projects.card3context": "Context: Institutional landing page for a building management administration.",
  "projects.card3challenge": "Challenge: Build the digital identity of a new startup from scratch, prioritizing clarity and trust.",
  "projects.card3impact": "Impact: Handled the end-to-end process: from visual interface design to final development in React, achieving a digital 'cover letter' that effectively communicates the client's values and work methodology.",
  "projects.card4title": "Veriplay (Movie Admin Challenge)",
  "projects.card4context": "Context: Administrative dashboard for cinematographic content.",
  "projects.card4challenge": "Challenge: Develop a scalable management tool with creative freedom in design and technical architecture.",
  "projects.card4impact": "Impact: Built an original interface consuming external APIs, focusing on creating complex and reusable components and efficient state management for catalog administration.",
  "about.title": "About me",
  "about.eyebrow": "María Clara Molina y Vedia",
  "about.greeting": "Hi! I'm Clara",
  "about.text1": "I am a frontend developer and web designer with a clear mission: to transform complex systems into intuitive and human digital experiences.",
  "about.text2": "My profile sits at the intersection of design and code. I have had the challenge of leading the frontend in purely technical teams, where my role was to translate robust data architectures into attractive and easy-to-use interfaces for all users.",
  "about.text3": "When I'm not in front of the screen, you'll probably find me grabbing a coffee and looking for inspiration for new ideas.",
  "about.tag1": "React.js",
  "about.tag2": "Vue.js",
  "about.tag3": "HTML",
  "about.tag4": "CSS",
  "about.tag5": "JavaScript",
  "about.tag6": "Figma",
  "about.tag7": "UX/UI",
  "contact.title": "Let's talk!",
  "contact.description": "Have a project in mind? Write to me so we can evaluate it together.",
  "contact.input1placeholder": "Name",
  "contact.input2placeholder": "Email",
  "contact.input3placeholder": "Write a message",
  "contact.button": "Send message",
  "footer.link1": "Github: https://github.com/cl4ram",
  "footer.link2": "LinkedIn: https://www.linkedin.com/in/mariaclara-molinayvedia/",
  "footer.link3": "Email: molinayvediaclara@outlook.com",
  "footer.copy": "© 2026 María Clara Molina y Vedia"
}
