{
  "header.process": "Proceso",
  "header.portfolio": "Porfolio",
  "header.about": "Bio",
  "header.contact": "¡Hablemos!",
  "hero.eyebrow": "María Clara Molina y Vedia",
  "hero.title": "Diseño y desarrollo",
  "hero.cutWord": "de",
  "hero.highlight": "interfaces digitales",
  "hero.cta1": "Ver proyectos",
  "hero.cta2": "Descargar CV",
  "work.title": "Metedología de trabajo",
  "work.card1number": "01.",
  "work.card1title": "Diseño",
  "work.card1description": "Diseño de interfaces con foco en estructura, jerarquía y usabilidad. Desde conceptos iniciales hasta layouts finales.",
  "work.card2number": "02.",
  "work.card2title": "Frontend",
  "work.card2description": "Interfaces responsivas, accesibles y mantenibles con tecnologías modernas de frontend.",
  "work.card3number": "03.",
  "work.card3title": "Colaboración",
  "work.card3description": "Comunicación clara, decisiones bien definidas y un proceso de trabajo ordenado durante todo el proyecto.",
  "projects.title": "Metedología de trabajo",
  "projects.card1title": "Oppers - Plataforma Web",
  "projects.card1context": "Contexto: Plataforma integral para la gestión de empleo con tres perfiles de usuario (Operadores, Empresas y Administradores).",
  "projects.card1challenge": "Desafío: Transformar una herramienta técnica creada por perfiles backend en una interfaz intuitiva y atractiva para usuarios diversos, desde estudiantes hasta jubilados.",
  "projects.card1impact": "Impacto: Lideré el desarrollo frontend en React, diseñando e implementando dashboards complejos con visualización de datos, gráficos de encuestas y flujos de creación de campañas, trabajando en estrecha colaboración con el equipo de backend para integrar funcionalidades críticas.",
  "projects.card2title": "Oppers - Sitio Institucional",
  "projects.card2context": "Contexto: Landing page estratégica para el lanzamiento a producción de la plataforma.",
  "projects.card2challenge": "Desafío: Convertir visitantes en registros activos de empresas y operadores mediante una presencia online profesional.",
  "projects.card2impact": "Impacto:  Trabajé de forma freelance transformando diseños de Figma en código React, optimizando la experiencia responsiva y sumando animaciones que aumentaron significativamente las métricas de conversión y consultas comerciales.",
  "projects.card3title": "Eraikina - Sitio Institucional",
  "projects.card3context": "Contexto: Landing page para administración de consorcios.",
  "projects.card3challenge": "Desafío: Crear desde cero la identidad digital de un emprendimiento nuevo, priorizando la claridad y la confianza.",
  "projects.card3impact": "Impacto: Encargada del proceso de punta a punta: desde el diseño visual de la interfaz hasta el desarrollo final en React, logrando una 'carta de presentación' digital que comunica eficazmente los valores y la metodología de trabajo del cliente.",
  "projects.card4title": "Veriplay (Movie Admin Challenge)",
  "projects.card4context": "Contexto: Dashboard administrativo de contenido cinematográfico.",
  "projects.card4challenge": "Desafío: Desarrollar una herramienta de gestión escalable con libertad creativa en diseño y arquitectura técnica.",
  "projects.card4impact": "Impacto: Construí una interfaz original consumiendo APIs externas, enfocándome en la creación de componentes complejos y reutilizables, y el manejo de estado eficiente para la administración de catálogos.",
  "about.title": "Sobre mí",
  "about.eyebrow": "María Clara Molina y Vedia",
  "about.greeting": "¡Hola! Soy Clara",
  "about.text1": "Soy desarrolladora frontend y diseñadora web con una misión clara: transformar sistemas complejos en experiencias digitales intuitivas y humanas.",
  "about.text2": "Mi perfil se encuentra en la intersección del diseño y el código. He tenido el desafío de liderar el frontend en equipos puramente técnicos, donde mi rol fue traducir arquitecturas de datos robustas en interfaces atractivas y fáciles de usar para todos los usuarios.",
  "about.text3": "Cuando no estoy frente a la pantalla, probablemente me encuentres tomando un café y buscando inspiración para nuevas ideas.",
  "about.tag1": "React.js",
  "about.tag2": "Vue.js",
  "about.tag3": "HTML",
  "about.tag4": "CSS",
  "about.tag5": "Javascript",
  "about.tag6": "Figma",
  "about.tag7": "Ux/UI",
  "contact.title": "¡Hablemos!",
  "contact.description": "¿Tenés un proyecto en mente? Escribirme para evaluarlo juntos.",
  "contact.input1placeholder": "Nombre",
  "contact.input2placeholder": "Mail",
  "contact.input3placeholder": "Escribí un mensaje",
  "contact.button": "Enviar mensaje",
  "footer.link1": "Github: https://github.com/cl4ram",
  "footer.link2": "Linkedin:  https://www.linkedin.com/in/mariaclara-molinayvedia/",
  "footer.link3": "Mail: molinayvediaclara@outlook.com",
  "footer.copy": "© 2026 María Clara Molina y Vedia"
}
